Repository: roman-oxenuk/viewflow
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Send the invitation
ru: Отправить приглашение

source: Client adds data
ru: Клиент добавляет данные в заявку

source: Client prints the contract
ru: Клиент распечатывает договор

source: Split to sales admin
ru: Разделение на проверку бумажных документов и согласования

source: Split for credit and Account Manager
ru: Разделение на проверку кредитным инспектором и аккаунт-менеджером

source: Approve by account manager
ru: Проверка аккаунт-менеджером

source: Choose the path
ru: Выбор пути

source: Approve by credit manager
ru: Проверка кредитным инспектором

source: Join credit and account manager
ru: Соединение проверки кредитным инспектором и аккаунт-менеджером

source: Check approve by credit and account manager
ru: Завершение проверки аккаунт-менеджером

source: Fix mistakes after account manager
ru: Правка корректировок после проверки аккаунт-менеджером

source: Approve by region chief
ru: Проверка региональным шефом

source: Check approve by region chief
ru: Завершение проверки региональным шефом

source: Get comments from logist
ru: Получение комментариев от логиста

source: Approve by ADV
ru: Проверка ADV

source: Create user in inner systems
ru: Создание клента во внутренних системах

source: Add J-code by ADV
ru: Добавление J-кода ADV

source: Add D-code by Logist
ru: Добавление D-кода логистом

source: Set credit limit
ru: Установление кредитного лимита

source: Approve paper docs
ru: Проверка бумажных документов

source: Join from sales admin
ru: Соединение проверки документов и согласований

source: Unblock client by ADV
ru: Разблокировка клиента во внутренних системах

source: Adding ACS
ru: Назначение менеджера поддержки (ACS)

source: End of proposal confirmation process
ru: Завершение согласования заявки

source: Start of BibServe account creation proccess
ru: Начало создания BibServe-аккаунта

source: Create BibServe account
ru: Создание BibServe-аккаунта

source: Check is allowed to activate
ru: Проверка на возможность активации

source: Activating BibServe account
ru: Активация аккаунта на BibServe

source: Password
ru: Пароль

source: Password confirmation
ru: Подтверждение пароля

source: Search for organization
ru: Поиск огранизации

source: Enter organization name, address, INN or OGRN
ru: Введите название, адрес, ИНН или ОГРН

source: User with this login already exists. Enter another login.
ru: Пользователь с таким логином уже существует. Введите другой логин.

source: User with this email already exists. Enter another email.
ru: Пользователь с таким емейлом уже существует. Введите другой емейл.

source: New task:
ru: Новая задача:

source: New account created for proposal:
ru: Новый аккаунт создан для заявки:

source: BibServe account created for proposal:
ru: BibServe-аккаунт создан для заявки:

source: Enter password
ru: Ввести пароль

source: Download contract
ru: Скачать договор

source: Download OIZ Card
ru: Скачать карточку ОИЗ

source: Proposal
ru: Заявка

source: Process
ru: Процесс

source: Company name
ru: Название компании

source: City
ru: Город

source: Country
ru: Страна

source: Created
ru: Создан

source: Started
ru: Начат

source: Finished
ru: Завершён

source: Previous tasks
ru: Предыдущая задача

source: Next tasks
ru: Следующая задача:

source: Cancel
ru: Отмена

source: Name
ru: Имя

source: Description
ru: Описание

source: Status
ru: Статус

source: UNCANCELABLE
ru: НЕОТМЕНЯЕМАЯ

source: edit
ru: править

source: Yes
ru: Да

source: No
ru: Нет

source: Active tasks
ru: Текущая задача

source: Task
ru: Задача

source: Owner
ru: Создатель

source: Proposal statuses
ru: Этапы обработки заявки

source: Start
ru: Начало

source: Detail
ru: Детали задачи

source: Done
ru: Согласовано

source: Assign
ru: Назначить

source: Assign to me and continue on this process
ru: Взять себе и открыть заявку

source: Assign to me
ru: Взять себе

source: Unassign
ru: Вернуть задачу в общую очередь

source: Execute
ru: Продолжить

source: Confirm
ru: Подтвердить

source: Unassigned
ru: В общей очереди

source: Inbox
ru: Мои задачи

source: Participated
ru: Исходящие

source: My Clients
ru: Мои клиенты

source: Assigned to
ru: Взять себе

source: Your personal manager: %(acs_first_name)s %(acs_last_name)s.<br> Your personal manager's email: %(acs_email)s<br>
ru: Ваш менеджер: %(acs_first_name)s %(acs_last_name)s.<br> Email менеджера: %(acs_email)s<br>

source: Proposal confirmed at: %(process_finished)s<br>
ru: Время завершения процесса согласования и регистрации: %(process_finished)s<br>

source: Go to the proposal: <a href="%(protocol)s://%(domain)s%(task_link)s">%(protocol)s://%(domain)s%(task_link)s</a><br>
ru: Перейти к заявке: <a href="%(protocol)s://%(domain)s%(task_link)s">%(protocol)s://%(domain)s%(task_link)s</a><br>

source: Delivery address
ru: Доставочный адрес

source: Add delivery address
ru: Добавить доставочный адрес

source: I confirm entered data
ru: Я подтверждаю введённые данные

source: Log in again
ru: Войти снова

source: Set password
ru: Установить пароль

source: Owner:
ru: Создатель:

source: Field history:
ru: История изменений:

source: Value was:
ru: Прошлое значение:

source: Log out
ru: Выйти

source: Log in
ru: Войти

source: Michelin Proposal Registration
ru: Регистрация заявки Michelin

source: New process
ru: Новый процесс

source: No actions available
ru: Нет доступных действий

source: Is client needs to have a BibServe account?
ru: Нужна ли регистрация в BibServe?
